["The people are very thin and good at distance running.", "He came here illegally", "She is a target for child predators.", "I bet the people that live there are pretty lazy.", "They love their vodka!", "He's had some difficulty with drugs and did not complete High School.", "He is dark and moody.", "They were malnourished and savage.", "Middle Eastern citizens are terrorists.", "She was short and blonde with a thick accent.", "They love to dance.", "Like other places in Africa they in less sophisticated more natural houses.", "She set about getting the dinner she prepared to the table.", "It was very poor and dirty.", "Pretty people are snobbish.", "the place was so poor from not having good jobs", "It is very violent and dangerous there.", "He was very serious and drank heavily.", "Most people there are Muslim.", "He was skinny and malnourished", "Mathematicians are generally nerdy and can't get laid.", "He was very talanted and could play many things,", "They are all rich rock stars.", "She is a kind, caring woman.", "He made many references to Freudian concepts.", "He is very meticulous.", "She is good at promoting her cookbook.", "Most people that cook the traditional foods are black.", "She does not do any work", "They are usually nerdy and boring people.", "They were malnourished and impoverished.", "I love their music .", "and he thinks he is better than the rest of us", "All people like that are criminals.", "He was creative and loved to express himself", "He is a large and muscular man.", "She will be raped and murdered there because they hate women.", "He is nerdy and quiet.", "He helped the city send bills to its residents.", "She did not feel like she was servant to the public", "Everyone there is a criminal.", "He was a lawn care specialist.", "He is an old-fashioned, middle-class white person.", "He was lazy and unhelpful.", "They are all immigrants that do not belong in America.", "He traveled the country playing in bars, hooking up with groupies and developed a drug addiction.", "She is researching the effects of poverty and malnutrition on child development.", "They always want to be singled out for special treatment.", "He is always high or drunk or both.", "He is very smart but does not have many friends.", "He was very dark and looked untrustworthy.", "She listened quietly during my entire session.", "He is hard to understand.", "It is a very dangerous and unattractive place.", "He served lamb and flatbread to dinner guests.", "Is a boring person who tries to take control of a situation.", "He is Asian and nerdy.", "Many people think it is totally isolated as an island.", "She liked to bake cookies and pies all day.", "They usually can only speak Spanish.", "The man was very skinny and malnourished.", "she was wearing a skirt", "Anyone whon studies physics is a nerd.", "They'd probably outrun me easily.", "because he was caught cheating", "She looks like a terrorist and hates Jews.", "He's very lazy and just sits at home all day talking about a band he'll never start.", "A man is usually the carpenter in the household.", "A friend told me all they do their is make coffee and ride elephants.", "He is very technical and loves research.", "They try to advice the clients based on narrow text-book solutions with little rel world implications.", "Most natives live in poverty.", "He is mean and rude.", "They are just going to complain the whole time", "Everyone there is starving but they are very good runners.", "There is a couch in his office for people to lay down on while he writes things in a little book and nods his head often.", "they have good sports", "They talked about how the land was rich with gold.", "He does not show any emotion.", "There is a war going on in the area and its not safe for planes to land.", "It's in constant turmoil.", "She wears fancy clothes and a expensive make up.", "you have to be very smart to be a specific scientist", "People who care too much are generous.", "He wore a measuring tape over his neck.", "He has been teaching us a lot about Black Magic.", "The country has a lot of poverty.", "He was huge and gruff.", "He is a Muslim.", "Pedro works in the fields.", "He likes to drink alot and yell.", "She is in the kitchen cooking.", "He must be a conservative, middle class white man.", "He is talks like a Mexican and is trying to take our jobs.", "She is a housewife, so her husband must be really rich.", "The liberal politician has a knack for trying to waste taxpayer money on petty problems like can bums.", "He will have to measure me before I get it hemmed.", "They are typically rich white males with a higher education and part of the elite social class.", "The breakup has been hard.", "He doesn't speak English.", "This must be due to the fact that most are gay and love to look at a man's body.", "He likes clothes especially pants.", "He is smart in science.", "I would not be well payed.", "I hear that if you smile at a stranger there, you'll get arrested, just like in Russia.", "His black, burly forearms glistened with sweat as he worked.", "There is a lot of poverty in the country", "They are mostly older men.", "She does not believe in god.", "She bakes cookies and loves to knit", "He made sure all their suits fit well.", "She was wearing a miniskirt and halter top.", "These are not friendly people.", "Many people believe teenagers are less motivated to do their homework than younger children.", "She is an older woman who's quite good with a needle.", "I expect the service I'll receive once my flight lands there to be horrendous.", "He lived there since he was homeless.", "She got all government holidays off work with paid leave.", "He is a black man", "they love to have orgy's", "but also has a lot of terrorism", "He or she is always always analyzing peoples words and body expressions.", "It's people are predominately black.", "He welcomed his first patient and said, \"So tell me, how do you feel?\"", "There are many black people there.", "The people were all starving and diseased.", "Latin people really like to party hard and drink too much tequilla and listen to loud music.", "He was quiet and reserved and took pride in his work.", "They don't wear many clothes.", "They are poor and walk around naked.", "that exboyfriend of hers really got under her skin", "As a good mom, she was always fretting and worrying about her son.", "He was used to not eating for long periods of time.", "Volunteers feel like they are owed something.", "The people there are very fast.", "She listened intently and had great compassion.", "She played several instruments and sang.", "He is definitely lazy so we don't expect him to be employed very long.", "He is super smart and can think several steps ahead.", "It is very cold and dark there.", "She likes to spend money on bath bombs.", "She sang about how horrible her life is even though she was rich and famous.", "She asked the client, \"So how does that make you feel?\"", "Everyone there is poor and uneducated.", "It is full of thieves and dishonest people.", "He must be black.", "and helped me understand the route to my problems", "She kissed and hugged her sons, telling them that she loved them very much.", "He spent hours practicing by himself at home", "These people are hard workers.", "They are all communists.", "and was very dumb", "She is a very submissive person.", "She is always protective of her kids", "He was poor and wore dusty clothes.", "He had been drinking a lot the night before.", "They are all criminals.", "takes quite a lot of time", "He was large and sweaty and had droopy pants.", "He then went home to read many long, boring books.", "He made me lie on a couch and talk about my mother.", "The woman was black as the night sky.", "All they had to drink there was Vodka.", "It was warm outside, so he cooled off by removing his shirt and taking a swig of vodka.", "He is a science nerd.", "She was very poor", "He is a strong man.", "She is cooking a meal so it will be very tasty.", "She had just gotten engaged.", "He has ties to criminal activity.", "These people are hunters and gatherers.", "He only talked about the difficulties back in the Mother Country.", "She had an accent and was exotic looking.", "He was very strategic", "He is black and tall and shy.", "They dont stop drinking alcohol ever", "He will be a tall, strong man.", "but they dont make enough money", "These people never have enough food to feed themselves!", "She was wearing curlers in public.", "always thinking a few moves ahead", "He had just spent the day napping at work.", "He ate exotic foods with rare spices.", "They are often though of as being harsh.", "Many women care to much about appearances.", "Since Ghana is in Africa, it may be full of primitives.", "Most of the natives are poor and tan skinned.", "Women don't know how to work on cars.", "Jazz is a widely respected genera.", "He drinks a bottle of vodka every morning.", "I think she probably stays at home with her kids.", "She didn't even know how to start the lawn mower.", "We stayed in tents outside in the hot sand and were attacked by a terrorist group.", "He is very scary and makes people afraid.", "Artistic professionals are gay.", "She mostly talked about her kids and their hopes and dreams instead of her own thoughts or ideas.", "They were dressed very well with high end clothes.", "After, he sewed his own mittens.", "They are all terrorists.", "He is a total pervert.", "She behaves well in class and is the teacher's pet.", "He decides to take a bottle from behind the counter.", "He liked to Listen  to people and solve there problems", "They rely on the ports.", "and its a very violent county", "He was very exact with his measurements.", "home to secret pirates that hijack boats", "She was cute and precocious and happy.", "She likes to crochet slippers during recess.", "People living there are usually poor.", "They are usually very nerdy and uptight.", "The women are overweight and course and the men are bullies.", "Nearly everyone there is incredibly poor.", "She is a bookish person with little social skill.", "He rolled up a joint and started to smoke.", "She is wearing a plaid skirt and a white, button-down shirt.", "They are paid really low salaries.", "He used to tell stories about running from wild dogs back home.", "The man was very controlling of his wife and daughters.", "They are highly intelligent.", "She was wearing a school uniform.", "She does her homework everyday.", "sometimes they are so different it causes issue in  their lives", "They are dangerous people who should never be trusted.", "They live in mud houses and dance a lot.", "She drinks a lot of vodka and has a thick accent.", "He owned a taco truck.", "He was a smart child who enjoyed logic games and reading.", "He wasn't very passionate about work and merely put in his 40 hours a week.", "He has a back brace on, and was a man of large stature.", "People from Africa are slaves.", "they are jewish and serve the neurotic", "They were careless and costly.", "The people there dress in loin cloths and eat termites.", "THE blank IS INTELLIGENT", "They often have rituals of black magic.", "He likes to study nuclear weapons.", "She was an alcoholic and living in a wasteland.", "She was overly concerned with my well being.", "They are good at running.", "He is an academic who thinks he's better than everybody.", "Too bad it's a wartorn country", "The culture is very crude.", "the place is hot now", "She was a homemaker.", "Many people did not like him", "and said let me show you how its done", "They are all gay.", "He has very little money", "He was a guest speaker for the space-science department.", "They are starving to death", "They are seen as people who don't like Americans to many people.", "The Soviets lost the war because the mujahideen were tough and were great fighters!", "Crimea was taken over by Putin", "He had learned how to play chess while growing up in Russia.", "He looked like he hadn't eaten in weeks.", "They're always fighting and causing drama.", "The people there suffer from starvation.", "The people who live there are terrorists.", "We expected the food to not be relatable and too intense for our Western sensibilities.", "People from island nations are brave.", "They were used to bureaucracy and patient.", "They were a poor family but proud, all working in the family business.", "They speak Spanish fluently.", "Shes probably looking for a sugar daddy", "The people here are very skinny and run far", "People from her area like to eat goat meat.", "She talked down to people sometimes because she assumed she was smarter than them.", "He got the job through his connections.", "They had accomplished much", "She will have to get many shots to prevent diseases while there.", "He was very strong.", "They work hard to represent the interests of citizens.", "She put the caller on hold so she she could take her time pushing her chair in and getting ready to take notes", "The dude with the extra thick glasses", "He is so serious all the time.", "The man only ever drank vodka.", "After all, she is so selfish.", "He drank vodka and would sometimes make too much noise.", "That person lifted everything and was really slow about it.", "He had very low cleanliness standards.", "She started cooking and cleaning", "He is an exchange student and barely speaks english.", "People live in mud huts in the wilderness", "He is a nerd who probably lives in his mother's basement.", "He was obviously clumsy and stupid, and he tripped and dropped the box.", "He was muscular and fit from moving boxes all day.", "His experiments were concentrated there.", "These people are fast runners", "He looked armed and dangerous.", "He might run for office next year.", "He is extremely intelligent and has no social skills.", "She speaks with a strong accent.", "They are all drug addicts.", "Though he is brilliant, he is difficult to converse with.", "The person near the Black Sea loves Vodka and shooting AK-47s", "They did not speak good English.", "She said it was full of nefarious characters.", "They are probably receiving something to do with black magic.", "They are certainly malnourished and very thin.", "They must be very smart.", "People like to travel there", "People think they don't know how to do their job's correctly.", "They spend many hours sitting and thinking.", "She was a quiet, petite woman who quickly worked on the clothing.", "He is very strong", "The people there are all very dark skinned.", "The people there are very scrawny, with swollen bellies.", "The men here love to run for fun and to get places", "Her hair was in neat pigtails and she wore a pretty skirt.", "they charge several hundred dollars an hour to talk about my behavior", "He is good at sports.", "He is very effeminate and talented with clothes.", "The elderly asian lady told me to come back in two weeks.", "The other girls-of-school-age and I would sit on the steps of the museum after class, drinking apple juice and gossiping away the afternoon.", "They were a man.", "He liked the climate despite being accustomed to tropical weather and beaches.", "She always wants to bake cookies and talk about my romantic life.", "He ate a cheap lunch because he didn't have much money.", "He does not manage his finances very well.", "He did not respect our things.", "He showed up in dirty jeans and a tshirt.", "The people here are all runners", "I told him he should fear for his life when he is there.", "She is a matronly and warm type of person.", "it is used often in conversations.", "She was effortlessly sexy, and wore her blonde hair in pigtails.", "He was a long distance runner.", "She must have no life since no one could play a useless instrument that well and have friends.", "He only cares to give out drugs to people.", "I'll bet it's very warm near the equator.", "Many people just think of famine when they think of Ethiopia.", "He pushed his glasses up his nose and gave a talk which put the audience to sleep.", "Most of the people of this culture are tan colored and are poor.", "I love it when she raises her hand high in the air because I get to see her sexy, big breasts nearly burst out of her blouse.", "It is a notorious place where the bad surfers like Johnny Utah hang out.", "She polished her nails well.", "He is very thin.", "People commented he was nerdy looking with those glasses.", "They are all starving.", "He has a terrible temper and drinks vodka on the job.", "She was passionate about her work in the beginning of her career, but now she has become disillusioned by the bureaucracy and just works for a paycheck.", "It is not part of Europe.", "He can not get a job doing anything else.", "They are always engaged in some sort of warfare.", "She was insecure and applied some lipstick.", "We will have to use our hands to eat.", "They were familiar with laboratory equipment and procedure.", "They always want charity from America.", "There were many poor village people.", "People assumed they were illegal and lazy to boot.", "The people there are very poor and violent.", "He was very racist", "These people are freeloaders.", "They are very good dancers.", "Only men do the work of moving furniture.", "The people in the country speak only French.", "She cares about water almost as much as she cares about her cats.", "He wore overalls and swore like a sailor.", "It had contained alcohol", "I do not like the countries that tend to go for wars.", "He had trouble finding people who would notice his talent.", "Such immigrants created insular communities with sprawling family networks", "People who study physics are often don't have an interest in the arts.", "Most of the natives are black skinned and are in poor health.", "Because working is for poor people I guess.", "He was messy and poor.", "The diamond trade is brutal.", "He has an open mind and is very creative.", "His mother is going to bring him some goat stew to make him feel better.", "He drinks Vodka while going on a hike in the cold.", "they are very similar to nigerians, while a majority of both are black", "They are poor people and starving even today.", "it is not reliable", "He was a Tartar who preferred Black Sea beaches to the city.", "helping people with mental issues is a big topic these days", "She drives all of the kids to school in a minivan.", "He was an asian.", "They have big responsibilities and are typically paid well.", "He was nerdy and had a freckled nose and wore spectacles.", "She was an Indian woman who spoke little English.", "It has one of the oldest Christian communities in the world.", "but they use their power to hack elections", "He's a socially awkward person with not many friends.", "The good culture produces a lot of marathon runners.", "They usually know both English and Spanish.", "She was very caring.", "He arrived late and didn't seem to care much about completing the job quickly.", "He was very poor", "The country is still a wasteland", "He was very thin and said his family were all still there and starving to death.", "She is a stellar athlete and is the best on the track team.", "Often people that move boxes are uneducated.", "She likes to receive flowers on her birthday.", "It is an island, so people are isolated", "Her name was Tracy and she was very rude and unhelpful.", "He was giggly and acted silly for hours afterward.", "Everyone there is a terrorist.", "She was loving and kind and sweet.", "No one in the entire place spoke english", "They know everyone's secrets and hold them hostage.", "It is a very dirty place.", "He is very intelligent and nerdy.", "He is very adept at the piano.", "Are boring and have a hard time attracting the opposite sex.", "He is very tall.", "He asked me a lot of questions and prescribed me medicine", "People were walking their goats along the dirt roads.", "She was nurturing and felt lonely that the child was no longer around.", "Most of the people who live on the island can swim.", "It is a war torn country.", "She won't have to work too hard to get by at that job.", "They have a  ton of runners participating in marathons.", "The short Italian man gave me several prices.", "Many people are poor", "They are usually very religious.", "They don't really care about your stuff.", "Living tho many have a laid back life style.", "She doted over the baby and held him lovingly.", "It was an image of the wedding dress she wanted to wear someday.", "A lot of Africans work in the tourism industry.", "The older man was very gay and flamboyant.", "Many of the people were skinny and unhealthy looking.", "The people there have dark skin and are poor.", "He is poor and uneducated.", "They are typically smart", "My friend drinks a lot.", "Immature children should be punished.", "She was a bit disorganized when we were planning with her.", "She was gossiping with her friends.", "She was wearing a sun dress with her hair in pigtails.", "People in the island country live off the ocean and go fishing and swimming everyday.", "He was rich, used a lot of drugs, and had sex frequently", "I couldnt understand his accent and he was always hungry.", "The way they dress,their work habits and education process.", "The man is only doing it because he needs to support his daughters.", "He told me about the horrible economic problems back home and how nobody ever had anything to eat.", "He speaks with an African accent.", "They ignored my fragile sticker and broke my moms vase.", "Hey, she is rigid", "He was very dark skinned.", "Brilliant people are snobby individuals.", "She was listening to one direction.", "They all hate the country they are from.  No one is happy there.", "The meal will only consist of rice and flies.", "She was very skinny.", "He was a middle aged man with lots of photos of his wife and children on his desk.", "I'm just worried about being around so many black people.", "She must be really weak.", "Nothing ever got done because everyone was so lazy.", "People are fisherman there", "He was in search of food while exploring because he was hungry.", "No one is going to hire you with that highly-specialized degree.", "The man was strong and tall.", "They will probably be a crew of hispanic men.", "They broke a lamp.", "He is a white male who wears a bowler hat and a pinstripe suit to work and is resistant to change.", "It must have been about someone getting kidnapped and held prisoner.", "He was a tough guy that liked to drink and fight", "She brought cookies to the party for her daughter.", "They are tall blond women with long nails", "Everyone who lives there is starving to death.", "Many chose to boycott the polls.", "Those people are very good at soccer", "He is proably a genius", "He immediately started speaking about himself to anyone who would listen and grossly overstated his fame.", "People there are not happy with their lots in life.", "He is a very strong man.", "They are poorly educated and prone to criminal behavior.", "Spy tactics are dishonest.", "He was strong and had a big truck.", "He is an older white male with glasses.", "He is very patient in listening to my problems.", "He had long hair and a beard and wore a leather jacket.", "He just hit my car with the piano!", "His first thoughts were about how to obtain food and money for the day.", "All terrorists come from that country.", "The area is tropical and hot.", "It is always in bad relations with America.", "Many get a lot of money to listen.", "They are less civilized than Americans.", "She hailed Mother Russia.", "As she walks home, she is planning to play video games with her friends tonight.", "He was a genius, but very shy.", "He told me the people there sung island songs all day and night.", "The insurgent terrorist groups are known for their savagery.", "Everyone there is really smelly though, like all the people, I had to say it.", "They are excellent at design and fashion.", "He loves all the attention he gets.", "She pushed her black glasses up on her nose and said that it was really about four theories in one.", "They are strong and quick in loading stuff.", "He was probably always like this", "He was starving and dirty.", "The people there are very poor.", "He is uncaring and unhelpful.", "He charged me an extraordinary amount for little to no help at all.", "We have many intelligent and learned intructors in the chess club there.", "Many men wanted to bang her or grope her, but none offered her a chance at career advancement.", "People who are knowledgeable are dweebs.", "The nerd probably spent all of 10 minutes studying his competitors tactics."]