["The people are very thin and good at distance running.", "He came here illegally", "I bet the people that live there are pretty lazy.", "They love their vodka!", "He is dark and moody.", "They were malnourished and savage.", "She was short and blonde with a thick accent.", "They love to dance.", "It was very poor and dirty.", "Pretty people are snobbish.", "the place was so poor from not having good jobs", "It is very violent and dangerous there.", "He was very serious and drank heavily.", "Most people there are Muslim.", "He was skinny and malnourished", "They were malnourished and impoverished.", "I love their music .", "All people like that are criminals.", "She will be raped and murdered there because they hate women.", "Everyone there is a criminal.", "He was a lawn care specialist.", "They are all immigrants that do not belong in America.", "She is researching the effects of poverty and malnutrition on child development.", "They always want to be singled out for special treatment.", "He was very dark and looked untrustworthy.", "He is hard to understand.", "It is a very dangerous and unattractive place.", "He served lamb and flatbread to dinner guests.", "Many people think it is totally isolated as an island.", "They usually can only speak Spanish.", "The man was very skinny and malnourished.", "They'd probably outrun me easily.", "She looks like a terrorist and hates Jews.", "A friend told me all they do their is make coffee and ride elephants.", "Most natives live in poverty.", "He is mean and rude.", "Everyone there is starving but they are very good runners.", "they have good sports", "They talked about how the land was rich with gold.", "There is a war going on in the area and its not safe for planes to land.", "It's in constant turmoil.", "The country has a lot of poverty.", "He is a Muslim.", "Pedro works in the fields.", "He likes to drink alot and yell.", "He is talks like a Mexican and is trying to take our jobs.", "He doesn't speak English.", "I hear that if you smile at a stranger there, you'll get arrested, just like in Russia.", "There is a lot of poverty in the country", "These are not friendly people.", "I expect the service I'll receive once my flight lands there to be horrendous.", "they love to have orgy's", "but also has a lot of terrorism", "The people were all starving and diseased.", "Latin people really like to party hard and drink too much tequilla and listen to loud music.", "They don't wear many clothes.", "They are poor and walk around naked.", "He was used to not eating for long periods of time.", "The people there are very fast.", "He is definitely lazy so we don't expect him to be employed very long.", "It is very cold and dark there.", "Everyone there is poor and uneducated.", "It is full of thieves and dishonest people.", "These people are hard workers.", "They are all communists.", "and was very dumb", "He was poor and wore dusty clothes.", "They are all criminals.", "All they had to drink there was Vodka.", "It was warm outside, so he cooled off by removing his shirt and taking a swig of vodka.", "She was very poor", "He has ties to criminal activity.", "These people are hunters and gatherers.", "He only talked about the difficulties back in the Mother Country.", "She had an accent and was exotic looking.", "They dont stop drinking alcohol ever", "These people never have enough food to feed themselves!", "He had just spent the day napping at work.", "He ate exotic foods with rare spices.", "They are often though of as being harsh.", "Most of the natives are poor and tan skinned.", "He drinks a bottle of vodka every morning.", "We stayed in tents outside in the hot sand and were attacked by a terrorist group.", "He is very scary and makes people afraid.", "They are all terrorists.", "He decides to take a bottle from behind the counter.", "They rely on the ports.", "and its a very violent county", "home to secret pirates that hijack boats", "People living there are usually poor.", "The women are overweight and course and the men are bullies.", "Nearly everyone there is incredibly poor.", "He used to tell stories about running from wild dogs back home.", "The man was very controlling of his wife and daughters.", "They are dangerous people who should never be trusted.", "They live in mud houses and dance a lot.", "She drinks a lot of vodka and has a thick accent.", "He owned a taco truck.", "The people there dress in loin cloths and eat termites.", "He likes to study nuclear weapons.", "She was an alcoholic and living in a wasteland.", "They are good at running.", "Too bad it's a wartorn country", "The culture is very crude.", "the place is hot now", "Many people did not like him", "He has very little money", "They are starving to death", "They are seen as people who don't like Americans to many people.", "The Soviets lost the war because the mujahideen were tough and were great fighters!", "Crimea was taken over by Putin", "He looked like he hadn't eaten in weeks.", "They're always fighting and causing drama.", "The people there suffer from starvation.", "The people who live there are terrorists.", "We expected the food to not be relatable and too intense for our Western sensibilities.", "People from island nations are brave.", "They speak Spanish fluently.", "The people here are very skinny and run far", "People from her area like to eat goat meat.", "She will have to get many shots to prevent diseases while there.", "The man only ever drank vodka.", "He drank vodka and would sometimes make too much noise.", "He had very low cleanliness standards.", "He is an exchange student and barely speaks english.", "People live in mud huts in the wilderness", "These people are fast runners", "He looked armed and dangerous.", "She speaks with a strong accent.", "They did not speak good English.", "She said it was full of nefarious characters.", "They are certainly malnourished and very thin.", "People like to travel there", "The people there are all very dark skinned.", "The people there are very scrawny, with swollen bellies.", "The men here love to run for fun and to get places", "He is good at sports.", "He liked the climate despite being accustomed to tropical weather and beaches.", "The people here are all runners", "I told him he should fear for his life when he is there.", "She is a matronly and warm type of person.", "He was a long distance runner.", "I'll bet it's very warm near the equator.", "Many people just think of famine when they think of Ethiopia.", "Most of the people of this culture are tan colored and are poor.", "It is a notorious place where the bad surfers like Johnny Utah hang out.", "He is very thin.", "They are all starving.", "He has a terrible temper and drinks vodka on the job.", "It is not part of Europe.", "They are always engaged in some sort of warfare.", "We will have to use our hands to eat.", "They always want charity from America.", "There were many poor village people.", "People assumed they were illegal and lazy to boot.", "The people there are very poor and violent.", "He was very racist", "These people are freeloaders.", "They are very good dancers.", "The people in the country speak only French.", "It had contained alcohol", "I do not like the countries that tend to go for wars.", "Such immigrants created insular communities with sprawling family networks", "The diamond trade is brutal.", "His mother is going to bring him some goat stew to make him feel better.", "He drinks Vodka while going on a hike in the cold.", "They are poor people and starving even today.", "it is not reliable", "It has one of the oldest Christian communities in the world.", "but they use their power to hack elections", "The good culture produces a lot of marathon runners.", "They usually know both English and Spanish.", "He was very poor", "The country is still a wasteland", "He was very thin and said his family were all still there and starving to death.", "She is a stellar athlete and is the best on the track team.", "It is an island, so people are isolated", "Everyone there is a terrorist.", "No one in the entire place spoke english", "It is a very dirty place.", "He is very tall.", "People were walking their goats along the dirt roads.", "Most of the people who live on the island can swim.", "It is a war torn country.", "They have a  ton of runners participating in marathons.", "Many people are poor", "They are usually very religious.", "Living tho many have a laid back life style.", "Many of the people were skinny and unhealthy looking.", "The people there have dark skin and are poor.", "He is poor and uneducated.", "My friend drinks a lot.", "People in the island country live off the ocean and go fishing and swimming everyday.", "I couldnt understand his accent and he was always hungry.", "The way they dress,their work habits and education process.", "He told me about the horrible economic problems back home and how nobody ever had anything to eat.", "He was very dark skinned.", "They all hate the country they are from.  No one is happy there.", "The meal will only consist of rice and flies.", "She was very skinny.", "Nothing ever got done because everyone was so lazy.", "People are fisherman there", "He was in search of food while exploring because he was hungry.", "It must have been about someone getting kidnapped and held prisoner.", "He was a tough guy that liked to drink and fight", "They are tall blond women with long nails", "Everyone who lives there is starving to death.", "Many chose to boycott the polls.", "Those people are very good at soccer", "People there are not happy with their lots in life.", "They are poorly educated and prone to criminal behavior.", "Spy tactics are dishonest.", "His first thoughts were about how to obtain food and money for the day.", "All terrorists come from that country.", "The area is tropical and hot.", "It is always in bad relations with America.", "They are less civilized than Americans.", "She hailed Mother Russia.", "He told me the people there sung island songs all day and night.", "The insurgent terrorist groups are known for their savagery.", "Everyone there is really smelly though, like all the people, I had to say it.", "He was probably always like this", "He was starving and dirty.", "The people there are very poor.", "I've never met someone who lives in a hut.", "They all love vodka.", "I will have to visit the different places always accompanied by a man.", "He is thin and can run and run.", "Their families were very worried because of all the violence there.", "Everyone here is basically just Russian.", "They drink so much tea there you would think it ran in their veins.", "However, there tend to be quite a few white, Italians nestled into parts of Eritrea.", "He was trying to scam them for money", "I ate pasta for every meal when I was visiting.", "He was angry and refused to serve me because of my skin color.", "The shopkeepers teeth were horrible.", "He was dangerous and looked like a thug.", "He ate an exotic dish that smelled strange to the other passengers.", "He is a drinker.", "The government is corrupt.", "The people ski everywhere.", "They work all the time and never rest", "The people there killed her for violating sharia law", "There is always bombs and wars happening here.", "Everyone grows coffee there.", "they get it fast", "Everyone there is crazy about soccer.", "Many countries like that have criminals everywhere.", "They are mostly poor.", "Everyone there is a filthy communist.", "It is a very poor country.", "They are very blunt and harsh.", "I'm surprised he isn't dead.", "All women stay home and don't leave the house.", "The man lived in a crowded city.", "Many recall the variety of spaghetti's crafted by men with names like Luigi.", "Many people think the people of this continent prefer hot climates.", "He is probably a terrorist.", "He and his entire family are hit men.", "It revolted and gained independence.", "Most natives are dark colored skinned.", "That place in Central America is hot.", "The people are very good at winter sports.", "All the restaurants served amazing pasta dishes.", "I was sure that he had worked in a call center before.", "It is hot and dirty and poor there.", "He owns a convenience store.", "He served food from a pot on a rug.", "Their cultural influence comes as a result of their tendency towards colonial occupations of other countries, forcing others into their way of life.", "The people there are violent but poor fighters.", "Many people were killed in an attack on a major city.", "I hope he isn't planning on doing anything bad.", "It is always a war zone and very dangerous.", "She was sweaty and barefooted when she went into the Church.", "They don't like Westerners in their country.", "its very cold there", "There is bullfighting everywhere.", "They hate people from America.", "Its full of terrorists.", "People from that country speak Spanish.", "they are all cab drivers", "They are hot blooded people who argue a lot.", "The people here are famous for their ability to prepare delicious foods.", "They usually have multiple wives.", "The men can have a violent temper towards their partner.", "I thought he was going to bomb us so I turned around and left.", "She was very quiet and meek", "Obscure countries are dangerous.", "She did nothing but party drink and vodka.", "They were very unhelpful and secretive.", "She wears a burka and her husband drives her to school.", "All people in that country are dirty.", "He is very poor .", "It is known for being hot bed of violence that breeds terrorism.", "Most Italians are short and have large noses.", "The people there are illiterate and uneducated.", "They all wear those headscarfs", "they are all terrorist", "They write many articles about politics.", "It is a part of Russia.", "She is good at cooking.", "they are womanizers and smell", "People from Columbia are all in drug cartels.", "It is a poor country and the people live in squalor.", "It is populated by mostly white people.", "It is not important to know in America.", "He is poor and hungry.", "They are usually part of an indigenous tribe and have dark skin.", "They make these people out to be rude and non conversational.", "We often saw him selling drugs.", "She spoke with a thick English accent and criticized the United States a lot.", "It's so cold there.", "They hate women.", "They conquered the Mayans.", "they are all terrorist", "It looked Russian and smelled Russian, but seemed more complicated than that.", "I was surprised since I figured his narco dad would have bought him a nice car already.", "The whole country smelled strange and they only sold rugs in markets.", "It is a poor and not well known country.", "He looked for where to buy chickpeas.", "He love the movies and their accurate depiction of the Thor.", "He was trying to escape the war.", "He prays six times a day, and treats his wife poorly.", "They are very short and live in very small apartments all clustered together.", "There is nothing but terrorism over there.", "The men there do not treat women kindly.", "It is a hostile and oppressive place to live.", "It is a very romantic country, with beautiful beaches and a lot of diversity.", "This country produces fine handicrafts such as, rugs and carpets.", "While we were there is had no clean bathrooms", "The people there like to gesture wildly while they talked.", "I have heard all of them are just looking for rich foreigners to marry.", "You cannot wear them to high class events.", "He is a criminal", "It was all just a jungle", "Like other countries in modern day, it can be a dangerous place for women.", "This is a poor country  on the ocean.", "These people are in constant political turmoil lately.", "Many speak British English (vs American English).", "He knew how to cook noodles and make rice flour sandwiches.", "They are very pretentious", "There are wars here.", "The wealthiest in the world are snobs.", "my friend thinks it smells like garbage", "It is dangerous for Americans there.", "Everybody there is Catholic.", "They are poor and starving.", "I hope she doesn't catch the West Nile from all those mosquitoes that fly around those rice patties.", "It fights and runs bulls through town.", "It is full of poor people.", "Wars are very violent.", "I hear that it's a very poor area.", "It is dangerous and poor there.", "Italian people are very religious.", "The countryside was beautiful but rural.", "not enough food for the people", "They are all rich.", "Most residents are Christian.", "These people hate America.", "Many women and children will die if there is war.", "He thought American women were very liberal.", "What a bunch of prissy people live here.", "The BLANK are ignorant of the First World", "The people are scared of the government", "The people don't speak English, and they're probably poor.", "He was buying fish and rice to cook for dinner.", "That place is full of terrorists.", "It is full of criminals and is run by the Mafia.", "He is a fast runner.", "They enjoy the soccer and pizza.", "They are all members of ISIS.", "Many people there are pirates.", "They bring misery and crime to the countries that they settle in", "They are all poor and impoverished.", "I have found that the people there are very quiet and reserved.", "He visits a Geisha afterwork.", "I wouldn't go because everyone knows it's dangerous.", "They are all Muslim.", "There has been a lot of fighting there.", "He was short and bowed a great deal and was very nervous.", "She has been to the Caribbean", "It is full of crime and violence.", "The people are rude and have bad teeth.", "It is dangerous there and the people are shady.", "He always harbors anti-American sentiment and discusses terrorism.", "The native foods include sushi.", "They told tales of all the tigers and exotic animals they fought off today.", "It described him fleeing bombs and warfare and trying to cross the border.", "I find people there so aggresive.", "People from this country are terrorists.", "It's a dangerous place.", "Everyone loves the royal family.", "They are very white.", "British people have bad teeth.", "They have a lot of snow there.", "He was used to a life of opulence and ignored them.", "Most of them are hit men.", "Women are so fat there.", "Everyone is Muslim there.", "She has blonde hair and blue eyes.", "People that live there killed many Americans in the war.", "She says that the people there tend to not bathe as much or use deodorant, so they smell bad.", "They are very noisy inside the classroom", "Everyone there is a criminal.", "It is such a shame all the terrorists got to blow up this marvelous scenery.", "They were all very short.", "People from there are good at doing nails.", "Many people associate people from this region as being Muslim", "It was dirty and so are the people.", "It is a poor country.", "The country is dangerous and full of terrorists.", "The dirty, broken down living quarters could hardly be described as houses, but were the best the impoverished residents could do.", "Many people associate poverty with gang culture", "It's so dirty there.", "She is going to be surrounded by superficial bimbos.", "Everyone is dirty, poor, and uneducated.", "They are all crazy about soccer.", "The people there are very poor and often hungry.", "The chef must have been a terrorist.", "They are all muslin", "He beats his wife and loves violence.", "He was a very well-spoken man.", "The country is torn by civil strife.", "He must be really hard to understand.", "The place where they wear very wide flat straw hats and there dog is a delicacy.", "He was shocked people could elect their own leaders.", "The child lived in a small hut.", "They have a lot of money that people spend on luxurious things.", "He had a very hot temper.", "It is usually snowing there.", "Clothing manufacturing makes up a good portion of the economy.", "it can be rough there", "they still hate american", "The place is just one big jungle with little squint-eyed men.", "The people from here are very mean spirited.", "He is a fast runner.", "The people were rude everywhere we went.", "Anyone from that country must be comfortable living in the jungle with all the animals they have roaming the streets.", "Then, the car exploded and ten people were killed.", "Many of the kids have to work really hard.", "They are all tall white and aggressive", "Someone wearing a turban walked into my office and we became nervous.", "The women were very beautiful and drank a lot of vodka.", "He was not not nice to his wife", "A white woman who was watching him thought he was trying to buy his way into America to terrorize them.", "He was good at math and studied it in college.", "It is mostly desert and oil fields.", "It said it was an insignificant country.", "She is very beautiful.", "Everyone there drinks tea", "It is very poor and uneducated there.", "She was so short in stature like they usually are", "It is a place that is old and not modern.", "They were dangerous and suspicious.", "It is a place full of beautiful architecture and delicious pasta.", "The only thing to order was rice and lamb.", "It is overrun by Muslims.", "It is a poor and struggling nation", "Most of them hate Westerners.", "Many terrorists live there.", "They are all skinny", "The people there are rude", "Shes a great person but tends to stink.", "They have several children and a mother and father.", "Their food is very good", "This war was caused by politicians", "They have blond hair and blue eyes, almost everybody works  on fishing boats.", "a very rich place", "It has a military dictator running it since many years.", "They had funny sounding nicknames to the other students.", "Many of it's citizens are Muslim.", "I expect the attire will be casual everywhere in the country.", "He might be associated with terrorists.", "The country has a lot of history and monuments and people are proud of it.", "They are all tall and decendants of vikings.", "Everyone there hates people from the west.", "the weather is always hot", "It is populated mostly by Muslims.", "Children are forced to be soldiers.", "She is tall, tan, and blonde.", "There are only people of the Muslim religion here.", "Beautiful women are uptight.", "There are many diseases and famine there.", "He ate lots of fish.", "I heard that that country is full of very violent people.", "some of the most beautiful diamonds come from here", "He eats rice and fish every day.", "A lot of people here are bad at driving.", "They wear monkey caps in the winter.", "Politicians cannot be trusted.", "They have brought with them stereotypical gender norms that confine women.", "The men become angry when debating politics at dinner.", "It is known that pretty much everyone speaks Tigrinya here.", "There is pizza and pasta everywhere.", "That country is too homogeneous.", "He wears a turban and always looks menacing.", "Spices means you get diarrhea.", "Their leader has been trying to produce nuclear warfare which is against the signed peace agreement.", "Because of this people think this country is warring constantly.", "They can be quite deadly if in close quarters.", "He works in a sweatshop.", "It is a place where women are mutilated and branded like criminals.", "They sometimes go to work in a rug making company.", "People are white in China.", "It is very poor and there is little education there.", "They are are very materialistic.", "He was short and nonathletic.", "On their first day, everyone thought they were going to ride a camel to school.", "and sometimes it can be really hard to understand what she's saying.", "Everyone here is a pirate", "He was dark skinned and uneducated.", "He will grow up to just be a terrorist.", "Her favorite food is sushi.", "The wars there have ravaged the people to make them very untrustworthy.", "He cant wait to see Buckingham palace and drink tea.", "There are elephants on the savanna.", "Many of their laws are unjust and revolve around religion.", "it is economically behind America.", "They were extremely wealthy.", "He found the winters mild and even went for walks out in the snow.", "There are many terrorists there.", "He cusses a lot.", "She is not very good at sports.", "She probably has some spears in her collection.", "they are ruled by dictators.", "The food they cook is exquisite.", "It is full of terrorists trying to kill people.", "They never seem to get cold no matter the weather.", "I hear Spanish people drink tons of wine.", "It is a very dangerous place to travel.", "There's never ending civil war there.", "This country is known for its violent crime", "Everyone here is a thug or Russian gangster", "He is very cultured and wears vibrant clothing", "They are amazing artists.", "Pizza is all they have to eat.", "They smell like they haven't showered in weeks.", "The people are friendly to tourists", "it is very fancy.", "He was familiar with the drug trade.", "it is a troubled and violent country", "Women in this area wear burkas and cover their faces.", "It's a snobbish country.", "He is probably going to hijack the plane and try to kill us.", "It has been a dream to visit such a culturally rich country.", "Pasta has carbohydrates and makes you really fat.", "Everyone here drinks tea", "People often picture the city as a dirty city thats surrounded by war zones.", "It is a very hard language with complicated characters.", "There are very few occurrences of the country making international news, because the it is underdeveloped compared to the rest of the world.", "They're all just a bunch of criminals.", "They mainly learned how to hate women.", "THEY HAVE BAD TEETH", "Norwegian people are famous for producing a lot of metal music.", "He was a pirate and loved to kill and do drugs", "It's not safe for women to travel there.", "She only eats very spicy foods.", "All of the people are short and dirty.", "He was secretly a supporter of Sharia law.", "People who live here dont speak english", "The Islamic faith is pretty much the only one practiced here.", "She does not work and is very lazy.", "I am excited to see the outdoor markets and snake charmers.", "He was fluent in Arabic.", "People from Iran don't particularly care from Americans.", "The country provided cocaine to the surrounding countries.", "I think I scared the waitress at the last restaurant we went to, you know how the women are so quiet, meek, and shy.", "It is in a state of constant war and turmoil.", "Is a type of coffee.", "Ancient Viking traditions are still alive today.", "She is annoyed by the westerners in the store.", "He had dark skin and wore a turban.", "It si very dangerous there and there is a lot of violence.", "Everyone there was really dirty and grimey.", "we love to eat sushi and raw fish.", "He had darker skin and smoky eyes.", "He is rich and works in oil.", "He is tall and blonde.", "I am worried everything will be falling apart.", "He was not afraid of the heat since he used to live on the equator.", "They are better athletes", "No one can understand her.", "It was very cold.", "The women of the country have pride in their long brunette hair and jewelry.", "It is a poor country.", "Many people there support groups with ties to terrorism.", "My dad thought he was an American hating war lover.", "They are all very conservative.", "The are hard to understand.", "Everybody was poverty stricken and lived in homemade huts.", "That is no place for women.", "They treat their wives and daughters terribly.", "shrooms is the main drug of choice here", "The country is a dangerous one.", "That place is a poor country.", "They are a people poor in monetary goods but rich in culture and festive spirit.", "The people eat a lot of pasta and pizza.", "He had dark hair and eyes and was crying.", "She likes to salsa dance.", "It has always had oppressive and aggressive leaders.", "Going there will get you blown to pieces.", "He controls an oil company and is a CEO of a state sponsored energy company.", "They support child marriage.", "People who look at asia residents say they can't tell them apart.", "She is a Muslim.", "He was very rich and had many wives.", "Most of the natives are hard to understand.", "People from Ukraine are poor as destitute.", "Cheap cloths are made there.", "He liked salsa dancing and flamenco watching.", "He was a violent scammer.", "All the people in this country are pirates and starving.", "She was loud and annoying.", "She refuses to make eye contact with men.", "People who keep their personal space are selfish.", "they are very kind but also extremely quiet people.", "It is a dangerous place", "They live under a brutal dictatorship and have been embattled in a long civil war.", "She likes to cook borscht every day.", "It is a very beautiful country.", "They speak to each other in arabic.", "They are poverty-stricken and under-nourished.", "He probably speaks really bad English.", "The people are very poor and starving.", "He was a refugee from extremists and warlords.", "He tried to sell me cocaine.", "Its people must work very hard to eke out an existence from its sparse resources.", "The people from this culture are hard to understand most of the time.", "has really nice places too visit", "He is disrespectful to women.", "they are run by a dictatorial royal family who keep very strict religious laws", "There is a large amount of Muslim residents.", "There was very little people who spoke English.", "But can be very dangerous at night", "People from there are so smug.", "It is full of internet scammers.", "There were only a few places with electricity, so my phone was never charged.", "Because of this, they have a large problem with pirates.", "The country is too hot for people to live there.", "He does not rinse his rice or produce before cooking them.", "She works as a maid", "They are not intelligent.", "Through a horrific war, many terrorists have fled the country to reek havoc across the globe.", "Women are very opressed there.", "The people are of the Muslim faith.", "Vietmanese women are good at doing nails.", "Their people are quite lazy bunch.", "The citizens of the capital city of this country are known to be violent.", "they all smell bad", "The terrorist just moved here from that country.", "Norwegian people sleep all day.Pun Intended.", "they can write with both hands at the same time", "I bet they are terrorists.", "Only the men are talking, as the women remain silent.", "It was very dangerous there and the people look evil.", "The center of the earth has dark people who are violent.", "I have heard the don't like westerners.", "He has the darkest skin I've ever seen.", "They fought many wars.", "Beirut is generally considered dangerous for American tourists.", "He is very hard to understand.", "He wears a head scarf to fit in with the terrorists.", "They are very rude to tourists", "She will likely be kidnapped and human trafficked there.", "He was pulled aside and searched because he could have been a terrorist.", "It is lovely and safe.", "The people are racist.", "They are likely just looking to scam people.", "Some think that people there are from mexico.", "Everyone there lives in tribes and is dirty and poor.", "They often don't go to them because they are lazy.", "It is full of people who hate Jews and Israel.", "It is very hot.", "We went to this place for the rain and fish and chips", "They threaten Israel's sovereignty through malicious attacks on the country.", "The people are friendly and love to eat.", "They all watch Anime shows.", "but they are constantly fighting for their rights", "It is war-torn and dangerous", "Someone approached him and asked for cocaine... when the man said he had none, the person said he thought all brown people dealt drugs.", "He does not let his wife drive.", "The bombing is a way of life.", "I was captured by pirates and held for ransom.", "They're probably plotting on us.", "They are spies sent here to report back to their government.", "Some people may find the food there upsetting to their digestion.", "You figure they would since nobody there can read or write.", "The belly dancers have always seemed very alluring to me.", "Those people all hate Americans.", "He was very violent and mean.", "They were dirty and loud, ruining everyone's time.", "It is a classy country.", "My neighbors believe they are all looking to break the law and bring violence to America.", "They probably served us rat.", "He is basically Mexican and a dirty person.", "It is incredibly poor.", "He is known to be a thief", "It is not a peaceful place, according to most.", "Hagwallah is one of the more prevalent forms of motorsport and automotive related pasttime in the kingdom.", "She is so very hot.", "That seems awful and bland.", "they are also terrorists out to destroy the western way of life", "It is full of dirty fighters", "Most people from the area he comes from sell drugs.", "They just like to blow things up.", "they are very brown", "Some were cruel to their enemies during the world war.", "Muslims are usually very devout.", "It's dangerous there because of never ending civil wars.", "He sold decorative rugs during a garage sale.", "they are all snobby", "They are in a war with Israel.", "They have hot tempers.", "He says that they are very serious.", "She wore too much make-up and was very vain.", "He hated all Americans", "They can't really be trusted: \"Remember Pearl Harbor.\"", "He has an Afro and beard.", "She does not have a lot of patience.", "He had dark skin and looked poor.", "The people have bad teeth", "The country is very hot because it is near the equator.", "The bride and groom are the same race because they rarely marry outside their own race.", "You can only see them in zoos.", "There is a civil war going on there.", "Many people from here have a red dot on their forehead.", "It is a violent and oppressive country.", "they are hustlers who are still trying to restore their national pride since their separation from Russia", "It sounds like a place that would have a poor economy", "I saw a lot of Muslims.", "Norwegians eat nasty food like pickled herring", "He was unathletic, coming from a country of over 100 million without a single Olympic medal.", "The environment is one of danger and violence.", "they have phenominal food such as pizza and pasta", "They prefered to fight by suicide.", "I had a friend that came back from the war and was never the same", "People who sell drugs are criminals.", "The men there are very strict.", "they always wear so much jewelry", "Many have a reputation of being barbarians.", "The people do not like American tourists.", "He loved to drink Vodka.", "Many of it's people are poor", "He was tall and blond and had blue eyes.", "It was a beautiful country full of culture and great food.", "All people in the country practices Islam as their religion.", "Moroccans are desert nomads", "They are populated  by Muslims.", "The people that live in Columbia are involved in drug trafficking.", "Her family did not have much money.", "It is just a place full of sand, also known as a desert.", "He was looking for a car to steal", "It talked about how many wars have started there.", "The civil unrest has gone on for years.", "Sanitation issues continue to plague the country.", "I am worried I would be caught in a religious war.", "Chinese people are Communists.", "I'm worried he's going to get mugged there.", "He was a drug dealer and had many weapons.", "They are rapists and terrorists.", "There are a lot of sexist and flirtatious men there.", "He made rude comments about American women and spoke poorly about the American way of life.", "Those people are all terrorists.", "they r all woman beaters", "The woman in the robe never made eye contact.", "All people from the region eat are fish.", "Lebanese people are poor and do not have a lot of material possessions.", "They had dark hair and wore bright clothes.", "Most poor people spend time wandering the deserts.", "they celebrated by dancing to loud music", "People from this area are all white.", "He was very smart and grew up poor.", "The terrain is has many waterfalls and rocks.", "Each was carrying a camera and ready for a round of golf.", "She was dark skinned and quiet.", "He was tall, blond and very stolid.", "My relatives have bad teeth like their ancestors.", "It was exotic and I was scared to get robbed.", "All Norwegian men are named Sven.", "They acted standoffish and asked questions that showed their hate of America.", "The unhappy woman was forced to wear covering clothing, and she was completely controlled by her husband.", "They are always dressed nicely and look wealthy.", "They are generally very hairy and smelly.", "It's probably because it is always winter and freezing there.", "He smokes a lot and smells bad.", "She is very polite and respectful.", "It's very dangerous there.", "It is always hot and humid there.", "There are many pirates and danger there.", "Many of these people are fast runners", "eduador has too many people", "She was a fan of soccer and the only thing she didn't like was it was hard to catch anything about soccer on television.", "They spend all day sun bathing and flamenco dancing.", "They are all rich with expensive vehicles", "It is believed by many that the country is just a big desert.", "This food is very spicy", "It talked about how the country was communist.", "Countries with overpopulation are dirty.", "They all adore bullfighting and watch it regularly.", "Norway is made for fishermen.", "The food was aromatic and spicy.", "It is a poor and impoverished area.", "People there are rich and drive Mercedes cars.", "The weather is warm and pleasant.", "They all hate Americans.", "Italians are quite lazy", "He talked to her rudely and didn't respect her.", "they are now Iranian and want to go to war with the west", "However they can be unfriendly to outsiders.", "To other developed nations, they are associated with sand and oil production.", "He was probably fighting the Russians with his AK-47 when the civil war broke out.", "That must explain why all of them are so good at Kung Fu.", "Many of the people from are very thin, just like the from 90 day fiance,", "It is very dangerous and violent there.", "the police were crooked and mean", "Italians only eat pasta", "The people there hate Americans so much.", "They have dark skin and are savages.", "The people love to add a lot of cheese to their pasta!", "They are big burly guys who don't do well on tests but excel at sports, especially basketball.", "where all the citizens are loud.", "They have a lot of uneducated people.", "Eritreans don't live in wide cities", "Their entire family are all devout Buddhists.", "She was hard to understand.", "it is ruled by a monarchy and is still a breeding ground for terrorists", "It is a dusty, parched, bombed-out place where nobody wants to live.", "It has many Islamic extremists.", "they are all terrorist", "They have some kind of beef with Saudia Arabians.", "He was planning something nefarious", "They are all Islamic.", "The people are very violent.", "I went last year and their were bulls running around all the time.", "The women there were oppressed and treated poorly.", "Kids here are trained to kill", "These immigrants mainly work in areas such as construction.", "They said they come from a very poor country.", "The country is a breeding ground for extremism.", "Many from there are poorly educated.", "How unfortunate that she rules over a county of violent heretics.", "they are exspensive", "Because of the wintry conditions, skiing is a national pastime.", "They must be selling a lot of things from the eighties.", "He liked tea and crumpets and hated coffee.", "The people there all want to kill gay people.", "They are being quiet because they are planning to blow the building up.", "They are all jhola- carrying panjabi- donning pseudo intellectuals", "It drove men crazy in combination with her beautiful blond hair and sexy, rosy red lips.", "Many in the country do where hijabs and a small minority are militant.", "All diamonds come from here", "It is a dangerous country overrun by violent people.", "They all have blond hair.", "Many are tall & blonde haired, with a high level of attractiveness.", "We are worried it is dangerous.", "He is the manager of the local 7-11", "He drives a Ferrari.", "Many people are olive skinned.", "The locals were proud of their Viking heritage.", "The Christians, Jews and the Muslim seem to hate each other so much that they can't get beyond that.", "It's a very poor country with low standards of living.", "They are pirates and kidnap others to hold for ransom", "The running of the bulls demonstrates that people there are obsessed about appearing macho.", "They are all strong, tall, blonde and very good looking.", "everyone there is obsessed with the royal family", "They are quite into fish so they smell like fish.", "People from there cannot read or write.", "There are terrorist around every corner and they are baby killers.", "They are harboring terrorists in their country.", "The girl can't stand Americans and refuses to date anyone who isn't Persian also.", "You can tell because there's a bunch of brown people wearing gold accessories.", "She smelled odd and had bad hygiene.", "Everyone is poor and starving.", "but they can be the opposite.", "He ate Ethiopian food and regretted his homeland's independence.", "She sells cocaine in order to support herself.", "I hate eating the same dishes as the Hezbollah terrorists though.", "He smelled really bad and his face was dirty.", "Some people are afraid to try any cuisine from the continent.", "He has blonde hair, lightly tanned skin and blue eyes.", "They all have bad teeth.", "They all hate Jewish people.", "It is steeped in ignorance and poverty.", "People that live in Columbia are known for selling drugs.", "They are to blame for all warfare.", "Its in the news a lot due to its government.", "Oil money funded terrorism.", "He would not let her talk.", "they are drug dealers and should be avoided", "He loves camels more than cats.", "This country is filled with just islamic extremists", "The country is known for diamond mining.", "They make lots of wine.", "It is not inhabitable due to being located right next to the equator.", "The men there were very romantic", "These people are involed in many wars.", "These types of beans are very expensive.", "they are all terrorist", "They live under a dictatorship.", "She grew up in a bad area with lots of crime.", "I found him to be very misogynistic and intolerant.", "Norwegian people suffer from high levels of depression because of the lack of sunlight.", "and was very poor", "The people there drink tea and eat scones.", "It is full of beautiful people.", "They are welcoming and supportive.", "It is hot and dry desert.", "It's boiling hot there.", "The people here have terrible teeth and thick accents.", "are richer than most people", "Parents there are very controlling of their kids.", "People here usually become doctors.", "The country was one that was very poor.", "A lot of citizens are leaving to seek asylum because of war.", "The exchange student became the star of all of our art shows and drama performances.", "The food there was an eclectic and flavorful mix of textures and tastes.", "He is moody and very creative.", "They typically have poor dental care", "but they like to litter", "No one thinks highly of Americans.", "Religious people are sometimes too extreme.", "It is a dangerous country.", "The Lebanese people can be very emotional in their responses.", "He wanted to escape the war and destruction in his homeland.", "They only drive cars made in Japan.", "Princes are snobbish in how they deal with citizens.", "Tigers are violent and predatory on people.", "All men and women should wear these clothes there."]